<h1> சமசீர் கல்வி | உங்களை அன்புடன் வரவேற்கிறது தமிழ்நாட்டின் பொதுக் கல்வித் தளம் !!! </h1>

சமசீர் கல்வி என்பது குறிப்பிடத்தக்க மாற்றங்களைக் கொண்டு வந்த ஒரு புதிய கல்வி முறையாகும். 
பல்வேறு வகுப்புகளைச் சேர்ந்த அனைத்து மாணவர்களுக்கும் சமமான கல்வியை வழங்கும் மாபெரும் தொலைநோக்குப் பார்வையுடன் இது உருவாக்கப்பட்டது.
இந்த முறை தமிழ்நாடு சமச்சீர் பள்ளிக் கல்வி முறை என்றும் அழைக்கப்படுகிறது. 
சமசீர் கல்வி அல்லது சமத்துவக் கல்வி என்பது நமது சமூகத்தின் இருண்ட பகுதிகளுக்கு வெளிச்சத்தை சேர்த்த ஒரு பாராட்டுக்குரிய படியாகும்